{"inkVersion":21,"root":[["\n",{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[["^Kazım Paşa’dan Mustafa Kemal Paşa’ya mektup var. ","#","^speaker:Postacı ","/#","#","^portrait:postman1","/#","\n","^Ver bakalım mektubu, ne yazmış Kâzım Paşa bir görelim. ","#","^speaker:M. Kemal Paşa ","/#","#","^portrait:kemalpasa1","/#","\n","^Kâzım Paşa bu mektubu kendisi de bizzat ulaştırabilirdi. ","#","^speaker:İsmet Paşa ","/#","#","^portrait:ismetpasa1","/#","\n","^Paşam, haddime değil ama Kâzım Paşa ne demiş mektubunda?","\n","^Bu mücadelenin hilafete karşı değil, bizzat hilafeti korumak için yapıldığını söylemiş. ","#","^speaker:M. Kemal Paşa ","/#","#","^portrait:kemalpasa1","/#","\n","^Görünen o ki kendisi halifeliği kaldırma planımız hakkında bazı duyumlar almış ve bu konudaki endişelerini dile getirmiş.","\n","^Peki paşam, ne yapmayı planlıyorsunuz? ","#","^speaker:İsmet Paşa ","/#","#","^portrait:ismetpasa1","/#","\n","ev","str","^Hemen kaldır ","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Şimdilik koru","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n",{"->":"remove"},{"#f":5}],"c-1":["\n",{"->":"conserve"},{"#f":5}]}],{"#f":1}],"remove":["^Kâzım Paşa’nın bu konudaki fikirleri önemsiz. Biz bu cumhuriyeti sadece toprakları düşmandan arındırmak için kurmadık. ","#","^speaker:M. Kemal Paşa ","/#","#","^portrait:kemalpasa1","/#","\n","^Bizim yaptığımız şey yalnız vatanın bölünmez bütünlüğünü korumak ve ulusal egemenliği tesis etmek değil,","\n","^aynı zamanda kurduğumuz bu cumhuriyeti çağdaşlaştırmak ve onu muhasır medeniyetler seviyesine ulaştırmaktır.","\n","^Aksi taktirde, eğer ulusal kalkınma sağlanmazsa ve ulus bilinci olan çağdaş bir halk yaratılamaz ise aynı hatalar tekrarlanır ve ülke bir kez daha çağın gerisinde kalarak zayıf düşer ve tekrardan düşmana teslim olur.","\n","^Bunun bir kez daha yaşanmaması için bu devrimler elzemdir. Din ve devlet işleri ayrı olmak zorundadır, aksi taktirde irticanın önüne geçilemez.","\n","^İki sene evvel saltanat kaldırıldı, şimdi ise halifeliğin kaldırılması icap etmektedir.","\n","^Bu konuda kimin ne düşündüğü ile ilgilenemeyiz.","\n","^Kurtardığımız bu vatanı ve kurduğumuz bu cumhuriyeti geliştirebilmek için Türk aydınlanmasının tamamlanması lazım ve bunun için de devrimlerimizden asla taviz veremeyiz.","\n","^Yarından tezi yok, halifelik makamı kaldırılsın ve laiklik ilan edilsin.","\n","^Baş üstüne efendim! ","#","^speaker:İsmet Paşa ","/#","#","^portrait:ismetpasa1","/#","\n","end",{"#f":1}],"conserve":[[["^Kâzım Paşa şu dönemlerde çok fevri çıkışlar sergilemekte ama böylesine kritik bir zamanda partimizin birliğini bozmaya hiçbir gerekçe yoktur. ","#","^speaker:M. Kemal Paşa ","/#","#","^portrait:kemalpasa","/#","\n","^Eğer zorluklar içerisinde inşa ettiğimiz bu ulusal birlik dağılırsa, bu sadece düşmanlarımızın işine yarar ve büyük mücadeleler sonucunda edindiğimiz ulusal egemenliğimiz bir kez daha yok olma tehlikesi ile karşı karşıya kalır.","\n","^Saltanatı ilga edip, cumhuriyeti ilan ettik, bu bize yeter.","\n","^Varsın Halife Abdülmecid sembolik olarak “İslam Halifesi” unvanına sahip olmaya devam etsin. Boşu boşuna devletin içerisinde bir bölünme yaratmayalım.","\n","^Emredersiniz! ","#","^speaker:İsmet Paşa ","/#","#","^portrait:ismetpasa","/#","\n","end",{"#f":5,"#n":"g-0"}],null],{"#f":1}],"global decl":["ev","str","^","/str",{"VAR=":"pokemon_name"},"/ev","end",null],"#f":1}],"listDefs":{}}